{
  "navigation": {
    "home": "ACCUEIL",
    "phones": "TÉLÉPHONES",
    "tablets": "TABLETTES",
    "accessories": "ACCESSOIRES"
  },

  "welcomeMessage": "Catalogue de produits",
  "newBrandMessage": "Nouveaux modèles",
  "hotPricesMessage": "Prix chauds",
  "shopByCategory": "Acheter par catégorie",

  "categories": {
    "mobile phones": "Téléphones mobiles",
    "phones": "Téléphones",
    "tablets": "Tablettes",
    "accessories": "Accessoires"
  },

  "models": "modèles",
  "screen": "Écran",
  "capacity": "Mémoire",
  "added": "Ajouté au panier",
  "add": "Ajouter au panier",

  "footer": {
    "github": "GITHUB",
    "contacts": "CONTACTS",
    "rights": "DROITS"
  },

  "backToTop": "Haut de page",
  "items": "articles",
  "sortBy": "Trier par",
  "newest": "nouveauté",
  "alphabetically": "ordre alphabétique",
  "cheapest": "prix",
  "itemsOnPage": "Articles par page",
  "all": "Tous",
  "back": "Retour",
  "colors": "Couleurs disponibles",
  "selectCapacity": "Sélectionnez la capacité",
  "resolution": "Résolution",
  "processor": "Processeur",
  "RAM": "Mémoire vive",
  "about": "Description",

  "titles": {
    "And then there was Pro": "Et puis il y a eu Pro",
    "And then was a Pro": "Et puis il y a eu Pro",
    "Camera": "Caméra",
    "Shoot it. Flip it. Zoom it. Crop it. Cut it. Light it. Tweak it. Love it.": "Photographiez. Retournez. Zoomez. Recadrez. Coupez. Éclairez. Ajustez. Aimez.",
    "Wonderfull": "Merveilleux",
    "Blast past fast.": "Dépasser la vitesse.",
    "A14 Bionic chip. The only thing even close was our last chip.": "Puce A14 Bionic. La seule chose qui s'en approchait était notre dernière puce.",
    "Night mode comes to all your cameras.": "Le mode nuit arrive sur toutes vos caméras.",
    "Your new superpower.": "Votre nouveau super-pouvoir.",
    "A15 Bionic chip. Super power. Mini sized.": "Puce A15 Bionic. Super puissance. Format mini.",
    "Amazing Camera. No Pro Required.": "Caméra incroyable. Aucun Pro requis.",
    "The Ultimate Pro Camera System": "Le système photo Pro ultime",
    "Cinematic Mode": "Mode cinématographique",
    "A15 Bionic": "A15 Bionic",
    "ProMotion": "ProMotion",
    "Powerful Performance": "Performances puissantes",
    "Stunning Liquid Retina Display": "Superbe écran Liquid Retina",
    "Versatile Camera System": "Système photo polyvalent",
    "Thin, Light, and Powerful": "Fin, léger et puissant",
    "Versatile Features and Apple Pencil Support": "Fonctionnalités polyvalentes et prise en charge de l'Apple Pencil",
    "Compact and Portable": "Compact et portable",
    "A15 Bionic Chip and Neural Engine": "Puce A15 Bionic et Neural Engine",
    "Advanced Cameras and Center Stage": "Caméras avancées et Centre de scène",
    "Versatile and Affordable": "Polyvalent et abordable",
    "Apple Pencil and Smart Keyboard Support": "Prise en charge de l'Apple Pencil et du Smart Keyboard",
    "Compact and Powerful": "Compact et puissant",
    "Retina Display and True Tone": "Écran Retina et True Tone",
    "Monitor your health": "Surveillez votre santé",
    "Stay connected on the go": "Restez connecté en déplacement",
    "Stream your favorite music": "Écoutez votre musique préférée",
    "Always-On Retina display": "Écran Retina toujours activé",
    "Blood oxygen sensor": "Capteur d'oxygène dans le sang",
    "Track your daily activity": "Suivez votre activité quotidienne",
    "ECG app": "Application ECG",
    "Activity tracking": "Suivi d'activité",
    "Larger display": "Écran plus grand",
    "Fall detection": "Détection des chutes",
    "Retina display": "Écran Retina",
    "Family Setup": "Configuration familiale",
    "Fitness tracking": "Suivi de fitness",
    "Fitness and health tracking": "Suivi de fitness et santé",
    "Stay connected": "Restez connecté"
  },

  "texts": {
    "And then there was Pro": "Un trio de caméras transformateur qui ajoute des tonnes de possibilités sans complexité. Un bond sans précédent dans l'autonomie. Et une puce incroyable qui double l'apprentissage automatique et repousse les limites des smartphones. Bienvenue dans le premier iPhone assez puissant pour s'appeler Pro.",
    "And then was a Pro": "Un trio de caméras transformateur qui ajoute des tonnes de possibilités sans complexité. Un bond sans précédent dans l'autonomie. Et une puce incroyable qui double l'apprentissage automatique et repousse les limites des smartphones. Bienvenue dans le premier iPhone assez puissant pour s'appeler Pro.",
    "Camera": "Découvrez le premier trio de caméras qui combine des technologies avancées et la simplicité légendaire de l'iPhone. Capturez jusqu'à quatre fois plus de scène. Obtenez des images incroyables dans des conditions de faible éclairage. Filmez la meilleure qualité vidéo sur un smartphone - puis éditez avec les mêmes outils que pour les photos. Vous n'avez jamais filmé comme ça auparavant.",
    "Shoot it. Flip it. Zoom it. Crop it. Cut it. Light it. Tweak it. Love it.": "L'iPhone 11 Pro vous permet de filmer des vidéos incroyablement réalistes, avec plus de détails et des mouvements fluides. Le puissant processeur permet de filmer en 4K avec une gamme dynamique étendue et une stabilisation cinématographique vidéo - le tout à 60 images par seconde. Vous obtenez plus de contrôle créatif, avec quatre fois plus de scène et de nouveaux outils puissants pour l'édition.",
    "Wonderfull": "Un trio de caméras transformateur qui ajoute des tonnes de possibilités sans complexité. Un bond sans précédent dans l'autonomie. Et une puce incroyable qui double l'apprentissage automatique et repousse les limites des smartphones. Bienvenue dans le premier iPhone assez puissant pour s'appeler Pro.",
    "Blast past fast.": "Vitesse 5G. A14 Bionic, la puce la plus rapide dans un smartphone. Écran OLED bord à bord. Ceramic Shield avec une résistance aux chutes quatre fois meilleure. Et le mode nuit sur toutes les caméras. L'iPhone 12 a tout cela - dans deux tailles parfaites.",
    "A14 Bionic chip. The only thing even close was our last chip.": "L'A14 Bionic est la première puce 5 nm de l'industrie, avec des composants avancés aussi larges que des atomes. 40% de transistors en plus augmentent la vitesse tout en améliorant l'efficacité pour une excellente autonomie. Et le nouveau ISP permet l'enregistrement Dolby Vision - ce qu'aucune caméra de cinéma professionnelle ne peut faire, sans parler des autres téléphones.",
    "Night mode comes to all your cameras.": "Maintenant, vous pouvez faire de l'obscurité un point fort. Des restaurants faiblement éclairés aux plages au clair de lune - le nouveau mode nuit donne des images naturelles dans des conditions de faible éclairage - automatiquement.",
    "Your new superpower.": "A15 Bionic, la puce la plus rapide dans un smartphone. Écran Super Retina XDR avec ProMotion. Ceramic Shield solide avec une résistance aux chutes quatre fois meilleure. Nouveau mode nuit sur toutes les caméras. C'est le meilleur iPhone fonctionnant sur la meilleure puce.",
    "A15 Bionic chip. Super power. Mini sized.": "La puce A15 Bionic est la puce la plus rapide dans un smartphone. Elle alimente tout, de la photographie aux jeux. Et les incroyables accélérateurs d'apprentissage automatique vous permettent de vivre la réalité augmentée comme jamais auparavant.",
    "Amazing Camera. No Pro Required.": "L'iPhone 13 Mini prend des photos et vidéos époustouflantes grâce à son système de double caméra avancé, avec le nouveau mode nuit sur toutes les caméras. Et les styles photographiques personnalisent vos photos sur le moment pour un beau rendu.",
    "The Ultimate Pro Camera System": "Découvrez la première caméra professionnelle qui est aussi un iPhone - avec un zoom optique 3x, la macrophotographie, les portraits en mode nuit et le nouveau format ProRes pour la meilleure qualité vidéo jamais filmée par un smartphone. Préparez-vous à filmer comme un pro.",
    "Cinematic Mode": "Filmez comme un professionnel avec un accès exclusif à l'effet de profondeur de champ du mode cinématographique, maintenant disponible sur les objectifs grand angle et téléobjectif. Ajoutez des transitions de mise au point pour un look créatif et passez facilement entre les caméras pour capturer plus d'action.",
    "A15 Bionic": "L'A15 Bionic est la puce la plus rapide dans un smartphone. Elle offre des expériences incroyables en photographie, vidéo, jeux et bien plus - tout en maintenant une excellente autonomie. Et elle fournit les capacités d'apprentissage automatique les plus avancées pour smartphones, offrant de nouveaux niveaux d'expérience.",
    "ProMotion": "La technologie ProMotion ajuste automatiquement l'écran en fonction du mouvement à l'écran pour un défilement plus fluide, une meilleure réactivité et des mouvements plus naturels - et une autonomie qui dure toute la journée.",
    "apple-ipad-pro": "Découvrez une puissance et des performances incroyables avec l'Apple iPad Pro 11. Grâce à la puce M1, il offre un nouveau niveau de performance, le rendant plus rapide et plus efficace que jamais. Que vous éditions des photos, créiez des œuvres d'art ou utilisiez des applications exigeantes, l'iPad Pro 11 gère tout avec facilité.",
    "Stunning Liquid Retina Display": "Profitez d'une expérience visuelle éclatante sur l'écran Liquid Retina de l'iPad Pro 11. Avec la technologie ProMotion et True Tone, l'écran s'adapte à votre environnement, offrant un défilement fluide, une reproduction précise des couleurs et des détails incroyables. Du visionnage de films à l'édition vidéo, l'écran de l'iPad Pro 11 donne vie à votre contenu avec une clarté impressionnante.",
    "Versatile Camera System": "Prenez des photos et vidéos époustouflantes avec le système de caméra avancé de l'iPad Pro 11. Avec une caméra frontale ultra large 12MP et une caméra arrière grand angle 12MP avec scanner LiDAR, vous pouvez capturer des images de haute qualité et profiter d'expériences de réalité augmentée. Que vous passiez des appels vidéo, numérisiez des documents ou filmiez en 4K, la caméra de l'iPad Pro 11 offre des performances exceptionnelles.",
    "Thin, Light, and Powerful": "L'Apple iPad Air (4e génération) combine un design élégant avec des performances puissantes. Avec son boîtier fin et léger, il est extrêmement portable et pratique à transporter partout. Grâce à la puce A14 Bionic avec Neural Engine, l'iPad Air offre des performances rapides et efficaces, ce qui le rend idéal pour le multitâche, les jeux et les tâches créatives.",
    "Immerse yourself in vivid visuals on the iPad Air's Liquid Retina display. With True Tone and P3 wide color gamut, it offers true-to-life colors and incredible detail.Whether you're watching movies, editing photos, or browsing the web, the iPad Air's display provides an immersive and enjoyable viewing experience.": "Plongez dans des visuels éclatants sur l'écran Liquid Retina de l'iPad Air. Avec True Tone et une large gamme de couleurs P3, il offre des couleurs naturelles et des détails incroyables. Que vous regardiez des films, éditions des photos ou naviguiez sur le web, l'écran de l'iPad Air offre une expérience visuelle immersive et agréable.",
    "Versatile Features and Apple Pencil Support": "Débloquez de nouvelles possibilités avec les fonctionnalités polyvalentes de l'iPad Air. Il prend en charge l'Apple Pencil (2e génération), vous permettant de prendre des notes, dessiner et annoter des documents avec précision. Avec Touch ID intégré dans le bouton supérieur, vous pouvez déverrouiller votre iPad, faire des achats et authentifier des applications en un seul toucher.",
    "Compact and Portable": "Découvrez la puissance de l'iPad dans un format compact avec l'Apple iPad Mini (6e génération). Avec son écran Liquid Retina de 8,3 pouces et son design fin, il est parfait pour travailler et se divertir en déplacement. Que vous lisiez, jouiez ou regardiez des vidéos, l'iPad Mini offre une expérience visuelle impressionnante dans un format portable.",
    "A15 Bionic Chip and Neural Engine": "L'iPad Mini (6e génération) est équipé de la puissante puce A15 Bionic et du Neural Engine, offrant des performances rapides et efficaces. Il gère facilement les tâches exigeantes et les applications gourmandes en graphismes, ce qui le rend idéal pour le travail et les loisirs. Profitez d'un multitâche fluide, de jeux captivants et d'une utilisation transparente des applications sur l'iPad Mini.",
    "Advanced Cameras and Center Stage": "Prenez des photos et vidéos époustouflantes avec les caméras avancées de l'iPad Mini. Avec une caméra frontale 12MP et une caméra arrière 12MP, vous pouvez capturer des images de haute qualité et enregistrer des vidéos impressionnantes. L'iPad Mini dispose également de la fonction Center Stage, qui vous maintient automatiquement dans le cadre pendant les appels vidéo, rendant vos conversations plus engageantes et dynamiques.",
    "Versatile and Affordable": "L'Apple iPad 10.2 (2020) offre une option polyvalente et abordable pour les tâches quotidiennes et les divertissements. Que vous naviguiez sur le web, streamiez du contenu ou utilisiez des applications de travail, il offre une expérience fluide et réactive. Avec son grand écran Retina de 10,2 pouces, vous bénéficierez d'une excellente expérience de visualisation pour tout votre contenu.",
    "apple-ipad-10": "Découvrez des performances puissantes avec la puce A12 Bionic de l'iPad 10.2. Il offre un multitâche rapide et efficace, vous permettant d'exécuter plusieurs applications simultanément sans problème. Des jeux à l'édition de documents, l'iPad 10.2 gère tout avec facilité.",
    "Apple Pencil and Smart Keyboard Support": "Libérez votre créativité et votre productivité grâce à la prise en charge de l'Apple Pencil et du Smart Keyboard. Prenez des notes, dessinez et créez des croquis avec précision à l'aide de l'Apple Pencil (1re génération), et transformez votre iPad en un ordinateur portable léger avec le Smart Keyboard. L'iPad 10.2 s'adapte à vos besoins, que vous soyez étudiant, professionnel ou artiste créatif.",
    "Compact and Powerful": "L'Apple iPad Mini (5e génération) combine une taille compacte et des performances puissantes. Que vous soyez en déplacement ou à la maison, il est parfait pour travailler, se divertir et créer. Grâce à la puce A12 Bionic, l'iPad Mini offre des performances rapides et efficaces, permettant d'exécuter des applications et jeux exigeants sans problème.",
    "Retina Display and True Tone": "Profitez d'une expérience visuelle époustouflante sur l'écran Retina de l'iPad Mini. Avec la technologie True Tone, l'écran ajuste automatiquement la température de couleur pour correspondre à l'éclairage ambiant, offrant une expérience de visualisation naturelle et confortable. De la lecture de livres électroniques à la visualisation de photos, l'écran de l'iPad Mini donne vie au contenu avec des couleurs vives et des détails nets.",
    "Monitor your health": "L'Apple Watch Series 3 est équipée de capteurs pour suivre la fréquence cardiaque, les calories brûlées et d'autres mesures de fitness tout au long de la journée. Elle peut également suivre vos entraînements et proposer des objectifs de fitness personnalisés.",
    "Stay connected on the go": "Avec la connectivité cellulaire, vous pouvez passer des appels et envoyer des messages directement depuis votre poignet, même si votre iPhone est loin. Et avec Siri, vous pouvez obtenir des directions, envoyer des messages et définir des rappels sans les mains.",
    "Stream your favorite music": "Avec Apple Music et Siri, vous pouvez streamer plus de 75 millions de chansons sur votre Apple Watch Series 3. Ou écouter vos podcasts, livres audio et stations de radio préférés.",
    "Always-On Retina display": "L'Apple Watch Series 6 est équipée d'un écran Retina toujours activé, 2,5 fois plus lumineux à l'extérieur lorsque votre poignet est baissé. Ainsi, vous pouvez voir toutes les informations sur le cadran de la montre d'un coup d'œil.",
    "Blood oxygen sensor": "L'application Blood Oxygen mesure le niveau d'oxygène dans votre sang à l'aide d'un nouveau capteur révolutionnaire et d'une application. Vous pouvez également faire un ECG sur votre poignet à tout moment et n'importe où.",
    "Track your daily activity": "L'Apple Watch Series 6 suit votre activité quotidienne, y compris les entraînements, les pas effectués et les calories brûlées. Elle dispose également d'un GPS intégré pour suivre vos courses, promenades et randonnées.",
    "ECG app": "L'application ECG peut détecter des rythmes cardiaques irréguliers et vous alerter si quelque chose semble suspect. Vous pouvez également faire un ECG à tout moment, où que vous soyez, directement sur votre poignet.",
    "Activity tracking": "L'Apple Watch Series 5 suit votre activité quotidienne, y compris les entraînements, les pas effectués et les calories brûlées. Elle dispose également d'un GPS intégré pour suivre vos courses, promenades et randonnées.",
    "Larger display": "L'Apple Watch Series 4 a un écran plus grand qui vous permet de voir plus d'informations d'un coup d'œil. L'écran est 30% plus grand que celui de la Series 3 et a des coins arrondis.",
    "Fall detection": "L'Apple Watch Series 4 peut détecter quand vous tombez et envoyer une alerte aux services d'urgence si vous ne réagissez pas dans la minute. Cette fonctionnalité n'est disponible que pour les utilisateurs de plus de 65 ans.",
    "Retina display": "L'Apple Watch SE est équipée d'un écran Retina qui offre des images claires et vives pour une lecture facile.",
    "Family Setup": "Avec Family Setup, vous pouvez connecter votre Apple Watch SE à l'iPhone d'un membre de la famille pour rester en contact même sans votre propre iPhone.",
    "Fitness tracking": "L'Apple Watch SE offre des fonctionnalités complètes de suivi de fitness, y compris le suivi d'activité, la surveillance de la fréquence cardiaque et un GPS intégré pour suivre vos entraînements en extérieur.",
    "Fitness and health tracking": "L'Apple Watch SE vous aide à rester actif et suit votre santé avec des fonctionnalités telles que la surveillance de la fréquence cardiaque, le suivi d'activité et un GPS intégré pour vos entraînements en plein air.",
    "Stay connected": "Avec la connectivité cellulaire et Wi-Fi, vous pouvez rester connecté en déplacement. Passez et recevez des appels, envoyez des messages, streamez de la musique et utilisez Siri directement depuis votre poignet."
  },

  "techSpecs": "Caractéristiques techniques",
  "builtInMemory": "Mémoire intégrée",
  "camera": "Caméra",
  "zoom": "Zoom",
  "cell": "Module de communication",
  "You may also like": "Vous pourriez aussi aimer",
  "favourites": "Favoris",
  "cart": "Panier",
  "Your cart is empty": "Votre panier est vide",
  "Total for": "Total pour",
  "checkout": "Passer la commande",
  "no-item-phones": "Aucun téléphone correspondant à la recherche",
  "no-item-tablets": "Aucune tablette correspondant à la recherche",
  "no-item-accessories": "Aucun accessoire correspondant à la recherche",
  "search": "Rechercher",
  "enter name": "Entrez un nom"
}
